Repository: stichting-cito/QuestifyBuilder
Catalog: Builder/Plugins/Reports.Excel/My Project/Resources.*.resx
Languages: nl

# AlternativesCount
source: Alternative Count
nl: Aantal alternatieven

source: AspectGrid
nl: Aspecten_overzicht

source: Aspects
nl: Aspecten

source: ControlTemplateGrid
nl: ControlTemplate_overzicht

source: Created By
nl: Gemaakt door

source: Creation Date
nl: Gemaakt op

# CSVFileFilter
source: CSV (*.csv)|*.csv|All files (*.*)|*.*
nl: CSV (*.csv)|*.csv| Alle bestanden (*.*)|*.*

source: DataSourceGrid
nl: Selectie_overzicht

source: Description
nl: Beschrijving

# ErrorOccured
source: An error occured: {0}
nl: Er is een foutmelding opgetreden: {0}

# ErrorWhileExportingToExcelFileMightBeInUse
source: Error while exporting to MS Excel. File might be in use.
nl: Fout optreden tijdens het exporteren. Het bestand kan in gebruik zijn.

# ExportGridDescription
source: The content of the selection screen will be exported to MS Excel. Including sorting and grouping.
nl: Het volledige selectiescherm wordt geëxporteerd inclusief sortering en groepering.

# ExportGridName
source: MS Excel: selection screen content export
nl: Exporteer de inhoud van het selectiescherm

# ExtraOptionTask
source: Select the columns
nl: Selecteer de kolommen

# ExtraOptionTaskDescription
source: Please select the columns that should be in the MS Excel report.
nl: Selecteer de kolommen die in het overzicht gezet worden.

# Index
source: SequenceNumber
nl: Volgnummer

source: IsSystemItem
nl: Is systeemitem

source: ItemGrid
nl: Item_overzicht

source: ItemLayoutTemplateGrid
nl: ItemLayoutTemplate_overzicht

# KeyValues
source: Solution
nl: Sleutel

source: Modified by
nl: Gewijzigd door

source: Modified date
nl: Gewijzigd op

# NoProgrammInstalled
source: There is no program associated with the file.
nl: Er kan geen programma gevonden worden om het bestand mee te openen.

# OriginalName
source: Orginal name
nl: Originele naam

# OriginalVersion
source: Orginal version
nl: Originele versie

# Overview
source: Report: {1}{0}Location: {2}{0}Selected columns: {0}{3}
nl: Overzicht: {1}{0} Locatie: {2}{0} Geselecteerde kolommen: {0}{3}

# OverviewGridToExcel
source: Report: {1}.{0}Location: {2}
nl: Overzicht: {1}{0}Locatie: {2}

# ProgressMessage
source: Searching for columns for item {0}
nl: Bezig met zoeken van kolommen in item {0}.

source: Raw score
nl: Ruwe score

# ReportDescriptionDatasource
source: All items in a selection in MS Excel. You can select which columns should be in the MS Excel.
nl: Alle items van de toets in tabelvorm. U kunt opgeven welke kolommen in het overzicht komen.

# ReportDescriptionItem
source: All selected items with properties. You can select which columns should be in the MS Excel.
nl: Alle geselecteerde items in tabelvorm. U kunt opgeven welke kolommen in het overzicht komen.

# ReportDescriptionTestItems
source: All items in a test in MS Excel. You can select which columns should be in the MS Excel.
nl: Alle items van de toets in tabelvorm. U kunt opgeven welke kolommen in het overzicht komen.

# ReportNameDatasource
source: MS Excel: selection screen content export
nl: Items in een selectie met kenmerken in MS Excel

# ReportNameItem
source: MS Excel: items including custom properties
nl: Items met kenmerken in MS Excel

# ReportNameTestItems
source: MS Excel: items in test including custom properties
nl: Toetsitems met kenmerken in MS Excel

# ReportSuccessful
source: Report {0} is successfully created
nl: Het overzicht {0} is succesvol gemaakt.

# ReportUnSuccessful
source: There was a problem while creating the report {0}. {1} Error: {2}
nl: Er is een foutmelding opgetreden tijdens het maken van het overzicht{0}. {1} Fout: {2}

source: Response count
nl: Max. responses

source: Section
nl: Sectie

source: State
nl: Status

source: TestGrid
nl: Toets_overzicht

source: TestPart
nl: Toetsdeel

source: TestTemplateGrid
nl: ToetsTemplate_overzicht

source: Title
nl: Titel

source: Version
nl: Versie

# WouldYouLikeToOpen
source: Would you like to open the file?
nl: Wilt u het bestand openen?

# ReportNameKenmerkenOverzicht
source: Custom properties overview in MS Excel
nl: Kenmerkenoverzicht in MS Excel

# ExportCustomPropertyReportDescription
source: All selected items from the custom properties tab
nl: Alle geselecteerde items van het tabblad kenmerken

# ApplicableToMask
source: Applies to
nl: Toepasbaar op

source: Bank name
nl: Banknaam

# CustomPropertiesCount
source: No. custom properties
nl: Aantal kenmerken

# CustomPropertyName
source: Custom property code
nl: Code vd waarde

source: Custom property title
nl: Titel vd waarde

source: No
nl: Nee

source: Publishable
nl: Publiceerbaar

source: Yes
nl: Ja

# FileNameCustomReport
source: CustomProperties_BankName_{0}
nl: Kenmerkenoverzicht_Banknaam_{0}

# NoInfo
source: No value found
nl: Geen waarde

# ConceptScoringReportColumnCaption_AdditionalKeyValuesAndConceptScores
source: Additional key values and concept scores
nl: Extra sleutelwaarde(s) en conceptscore(s)

# ConceptScoringReportColumnCaption_AttributeLevelConceptResponseCount
source: Attribute level concept response count (per item)
nl: Aantal conceptresponses op attribuutniveau (per item)

# ConceptScoringReportColumnCaption_BankName
source: Bank
nl: Banknaam

# ConceptScoringReportColumnCaption_ConceptResponseLabel
source: Concept response label
nl: Conceptresponse

# ConceptScoringReportColumnCaption_GroupElementCount
source: Group element count
nl: Aantal elementen id groep

# ConceptScoringReportColumnCaption_InteractionCount
source: Interaction count (per item)
nl: Aantal interacties (per item)

# ConceptScoringReportColumnCaption_IsGrouped
source: Grouped
nl: Gegroepeerd

# ConceptScoringReportColumnCaption_ItemTitle
source: Item title
nl: Itemtitel

# ConceptScoringReportColumnCaption_KeyValuesAndConceptScores
source: Key values and concept scores
nl: Sleutelwaarde(s) en conceptscore(s)

# ConceptScoringReportColumnCaption_SubAttributLevelConceptResponseCount
source: Sub-attribut level concept response count (per item)
nl: Aantal conceptresponses op deelattribuutniveau (per item)

# ProgressMessageConceptScoringReport
source: Gathering concept response data for item {0}
nl: Bezig met het verzamelen van conceptresponsegegevens voor item {0}

# ReportDescriptionConceptScoring
source: All selected items with their concept scoring data in MS Excel
nl: Alle geselecteerde items met bijbehorende conceptcodering in MS Excel.

# ReportNameConceptScoring
source: Item concept scoring data in MS Excel
nl: Items met conceptcodering in MS Excel

# OverviewConceptScoring
source: Report: {1}{0}Location: {2}{0}Include conceptcodes without scoring: {3}{0}
nl: Overzicht: {1}{0}Locatie: {2}{0}Ook conceptcodes zonder score weergeven: {3}{0}

# ExtraOptionConceptcodesTask
source: Addtional overview options
nl: Aanvullende keuzes

# ExtraOptionConceptcodesTaskDescription
source: Make any additional overview choices here.
nl: Maak hier de aanvullende keuzes.

source: Navigation number
nl: Navigatienummer

# CannotStartExport
source: The export cannot be executed {0}
nl: Het overzicht kan nog niet worden gemaakt. {0}

# FieldEmpty
source: Please fill in field {0}
nl: Het veld '{0}' is niet gevuld.

# FileExists
source: File already exists
nl: Bestand bestaat al.

# FilenameNotValid
source: Please enter a valid package file name.
nl: Kies een geldige bestandsnaam.

# PathOrFilenameNotValid
source: Please enter a valid directory and/or package file name.
nl: Kies een geldig pad en/of bestandsnaam.

# ReportNameItemWithoutParameters
source: MS Excel: items including custom properties but without item parameters
nl: Items met kenmerken zonder item parameters in MS Excel

# ReportDescriptionItemWithoutParameter
source: All selected items with properties. You can select which columns should be in the MS Excel.
nl: Alle geselecteerde items in tabelvorm. U kunt opgeven welke kolommen in het overzicht komen.

# ReportDescriptionTestWithoutParameter
source: All items in a test in MS Excel. You can select which columns (including item parameter) should be in the MS Excel.
nl: Alle items van de toets in tabelvorm. U kunt opgeven welke kolommen in het overzicht komen.

# DatatableColumn_Filesize
source: File size
nl: Bestandsgrootte

# DatatableColumn_Itemtitle
source: Item Title
nl: Itemtitel

# DatatableColumn_Mediatitle
source: Media Title
nl: Mediatitel

# MediaReferencedByItemsExcelReport_Description
source: An overview of all selected items and what media are used within the items.
nl: Een overzicht van de geselecteerde items en welke media er in de items gebruikt worden.

# MediaReferencedByItemsExcelReport_Name
source: Overview of media used in items in MS Excel
nl: Items met media in MS Excel

# MediaReferencedByTestsExcelReport_Description
source: An overview of all items in the selected tests and what media are used within the items.
nl: Een overzicht van de items in de geselecteerde toetsen en welke media er in de items gebruikt worden.

# MediaReferencedByTestsExcelReport_Name
source: Overview of media used in tests in MS Excel
nl: Toetsmediagegevens in MS Excel

# ReferencedMediaExcelExport_Description
source: An overview of the selected media showing in what items these media are used.
nl: Een overzicht van de geselecteerde media waarin getoond wordt in welke items ze gebruikt worden.

# ReferencedMediaExcelExport_Name
source: Overview of media and the items they are used in in MS Excel
nl: Mediagebruik bij items in MS Excel

# DatatableColumn_FileHeight
source: File height
nl: Bestandshoogte

# DatatableColumn_FileHeightInItem
source: Height in item
nl: Hoogte in item

# DatatableColumn_FileWidth
source: File width
nl: Bestandsbreedte

# DatatableColumn_FileWidthInItem
source: Width in item
nl: Breedte in item

source: Error while exporting to CSV file. File might be in use.
nl: Fout opgetreden tijdens het exporteren. Het bestand kan in gebruik zijn.

# OptionValidatorResourceExposureLog_The__date_from__is_not_earlier_than__date_to_
source: The 'date from' is not earlier than 'date to'
nl: 'Datum vanaf' ligt niet op of voor 'datum tot en met'

# SelectDates_FromDateLabelText
source: From
nl: Vanaf

# SelectDates_ToDateLabelText
source: To
nl: Tot en met

# ResourceExposureLogReport_ChooseDates
source: Choose the begin and end dates for the report
nl: Kies de begin- en einddatum waarvoor u het overzicht wilt maken

# DatatableColumn_References
source: References
nl: Referenties

# DatatableColumn_Title
source: Title
nl: Titel

# ResourcesReferencedBy_Description
source: An overview of all selected resources and the resources that depend on it.
nl: Overzicht van alle referenties voor de geselecteerde rijen.

# ResourcesReferencedBy_Name
source: Overview of resources and their references
nl: Referentieoverzicht

# ResourceReferenceBy_ReportName
source: Resource References
nl: Referentieoverzicht

# ReportDescriptionMedia
source: All selected media resources with properties. You can select which columns should be in the MS Excel.
nl: Alle geselecteerde media in tabelvorm. U kunt opgeven welke kolommen in het overzicht komen.

# ReportNameMedia
source: MS Excel: media including custom properties
nl: Media met kenmerken in MS Excel

# ReportDescriptionTest
source: MS Excel: tests including custom properties
nl: Alle geselecteerde toetsen in tabelvorm. U kunt opgeven welke kolommen in het overzicht komen.

# ReportNameTest
source: MS Excel: tests including custom properties
nl: Toetsen met kenmerken in MS Excel

source: Scorable
nl: Scoorbaar

# DatatableColumn_AssessmentTestCode
source: Test code
nl: Toetscode

# DatatableColumn_AssessmentTestTitle
source: Test title
nl: Toetstitel

# DatatableColumn_MaxScore
source: Max score
nl: Maximaal te behalen punten

# ReportDescriptionAssessmentTestMaxScore
source: An overview of the maximum score that can be achived per selected test.
nl: Een overzicht van het maximaal te behalen punten per geselecteerde toets.

# ReportNameAssessmentTestMaxScore
source: Max score of tests in MS Excel
nl: Maximaal te behalen punten per toets in MS Excel
